{"Weird Al Yankovic": [
    "Alanis Morissette and I actually used to date. I especially liked it when we went to the movies.",
    "That's something the kids should know about. Reading is a gateway to witchcraft and lesbianism.",
    "I wrote 'Eat It' because I wanted to buy a house. It worked.",
    "Right now I'm listening to a lot of Top 40 music, because THAT'S MY JOB.",
    "If money can't buy happiness, I guess I'll have to rent it.",
    "My brothers and sisters all hated me 'cause I was an only child.",
    "Shoppin' online for deals on some writable media I edit Wikipedia",
    "I'm nerdy in the extreme Whiter than sour cream",
    "Never had a date That you couldn't inflate"
],
"AK-47": [
    "That weapon is going to keep you alive.",
    "Is there a design this good that doesn't kill people?",
    "AK-47 is the tool. Don't make me act the motherfucking fool.",
    "The AK-47 went head-to-head with the M-16, and emerged on the winning side."
],
"Abraham Lincoln": [
    "Military glory, — that attractive rainbow that rises in showers of blood.",
    "Determine that the thing can and shall be done, and then we shall find the way.",
    "The better part of one's life consists of his friendships.",
    "Will springs from the two elements of moral sense and self-interest.",
    "The negative principle that no law is free law, is not much known except among lawyers.",
    "Will springs from the two elements of moral sense and self-interest.",
    "The severest justice may not always be the best policy.",
    "I am a slow walker, but I never walk back.",
    "Truth is generally the best vindication against slander.",
    "I do not like that man. I must get to know him better.",
    "No, leave it as a monument."
],
"Adolf Hitler": [
    "The common good before the individual good. (Gemeinnutz geht vor Eigennutz)",
    "There are no such things as classes: they cannot be. Class means caste and caste means race.",
    "Politics is history in the making.",
    "I only acknowledge one nobility—that of labour.",
    "We want this people to be hard, not soft, and you must steel yourselves for it in your youth!",
    "Our party remains as firm as this rock and will not be divided by any force in Germany.",
    "It is not the State that orders us; but it is we who order the State!",
    "The war is lost!",
    "The god of war has gone over to the other side.",
    "Everyone was at one time a Social Democrat."
],
"Adolph Gottlieb": [
    "If we depart form tradition, it is out of knowledge, not innocence.",
    "We are going to have perhaps a thousand years of non-representational painting.",
    "My favourite symbols were those I did not understand."
],
"Advertising": [
    "An advertising agency is 85% confusion and 15% commission.",
    "Advertise your business. Do not hide your light under a bushel.",
    "I honestly believe that advertising is the most fun you can have with your clothes on.",
    "You can tell the ideals of a nation by its advertisements.",
    "Society drives people crazy with lust and calls it advertising.",
    "Ads are the cave art of the twentieth century. ",
    "Advertising has us chasing cars and clothes, working jobs we hate so we can buy shit we don't need.",
    "Give them quality. That's the best kind of advertising in the world.",
    "'Papa, what is the moon supposed to advertise?'",
    "Many a small thing has been made large by the right kind of advertising.",
    "Half the money I spend on advertising is wasted, and the trouble is I don't know which half."
],
"Agatha Christie": [
    "Oh dear, I never realized what a terrible lot of explaining one has to do in a murder!",
    "I specialize in murders of quiet, domestic interest.",
    "Blood tells — always remember that — blood tells.",
    "Ah, my friend, one may live in a big house and yet have no comfort.",
    "“Tcha! Tcha!” cried Poirot irritably. “You argue like a child.”",
    "Now there is no murder without a motive.",
    "Two is enough for a secret.",
    "Every murderer is probably somebody’s old friend.",
    "I did not deceive you, mon ami. At most, I permitted you to deceive yourself.",
    "The happiness of one man and one woman is the greatest thing in all the world.",
    "I do not argue with obstinate men. I act in spite of them.",
    "From a distance he had the bland aspect of a philanthropist."
],
"Al Capone": [
    "Do I do business with Canadian racketeers? I don't even know what street Canada is on.",
    "This is virgin territory out here for whorehouses.",
    "You can get much farther with a kind word and a gun than you can with a kind word alone.",
    "I've been accused of every death except the casualty list of the World War."
],
"Albert Einstein": [
    "The mass of a body is a measure of its energy content.",
    "Sometimes one pays most for the things one gets for nothing.",
    "I refuse to make money out of my science. My laurel is not for sale like so many bales of cotton.",
    "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "The really good music, whether of the East or of the West, cannot be analyzed.",
    "I never think of the future. It comes soon enough.",
    "Only a life lived for others is a life worthwhile.",
    "Force always attracts men of low morality.",
    "All of science is nothing more than the refinement of everyday thinking."
],
"Aldous Huxley": [
    "The proper study of mankind is books.",
    "I'm afraid of losing my obscurity. Genuineness only thrives in the dark. Like celery.",
    "What the cinema can do better than literature or the spoken drama is to be fantastic.",
    "Proverbs are always platitudes until you have personally experienced the truth of them.",
    "To his dog, every man is Napoleon; hence the constant popularity of dogs.",
    "Death is the only thing we haven't succeeded in completely vulgarizing.",
    "Most human beings have an almost infinite capacity for taking things for granted.",
    "The trouble with fiction… is that it makes too much sense. Reality never makes sense.",
    "Technological progress has merely provided us with more efficient means for going backwards."
],
"Alfred Hitchcock": [
    "Drama is life with the dull bits cut out.",
    "The Birds could be the most terrifying motion picture I have ever made.",
    "We do not recommend suicide as a way of life.",
    "Puns are the highest form of literature.",
    "Give them pleasure – the same pleasure they have when they wake up from a nightmare.",
    "Self-plagiarism is style."
],
"Bon Jovi": [
    "An angel's smile is what you sell You promised me heaven, then put me through hell.",
    "We've got to hold on ready or not You live for the fight when that's all that you've got.",
    "We danced so close; we danced so slow And I swore I'd never let you go.",
    "It's all the same only the names have changed.",
    "What you get ain't always what you see But satisfaction is guaranteed",
    "I can promise you tomorrow But I can't buy back yesterday.",
    "We're two kids hitching down the road of life."
],
"Bono": [
    "Rock n roll stops the traffic",
    "My name is Bono and I am a rock star.",
    "What are the ideas right now worth betraying? What are the lies we tell ourselves now?",
    "I will try to keep my homily brief. But be warned — I'm Irish."
],
"C (programming language)": [
    "A C program is like a fast dance on a newly waxed dance floor by people carrying razors.",
    "C is quirky, flawed, and an enormous success.",
    "[C has] the power of assembly language and the convenience of … assembly language. ",
    "It has nothing to do with dinosaurs. Good taste doesn't go out of style."
],
"C. S. Lewis": [
    "I can't imagine a man really enjoying a book and reading it only once.",
    "The heart of Christianity is a myth which is also a fact.",
    "I believe Buddhism to be a simplification of Hinduism and Islam to be a simplification of Xianity.",
    "I became my own only when I gave myself to Another.",
    "Every story of conversion is the story of a blessed defeat.",
    "You can't get a cup of tea large enough or a book long enough to suit me.",
    "The only people who object to escapism are jailers."
],
"Charles Manson": [
    "You know, a long time ago being crazy meant something. Nowadays everybody's crazy.",
    "If you are going to do something, do it well. And leave something witchy.",
    "I was so smart when I was a kid that I learnt that I was dumb fast.",
    "If I had a desire, it would be to be free from desire.",
    "Death is psychosomatic.",
    "There's nothing wrong with being incompetent.… It just means you don't have to do as much.",
    "Believe me, if I started murdering people, there'd be none of you left."
],
"Coco Chanel": [
    "He will soon be claiming that the Resistance has liberated the world",
    "Fashion is made to become unfashionable. ",
    "How many cares one loses when one decides not to be something, but to be someone.",
    "Youth is something very new: Twenty years ago no one mentioned it. ",
    "Fashion is architecture. It is a matter of proportions. ",
    "Nothing is ugly as long as it is alive."
],
"Donald Trump": [
    "I have featured and will always continue to feature my name prominently in all my enterprises.",
    "I look at things for the art sake and the beauty sake and for the deal sake.",
    "Mayor Koch has stated that hate and rancor should be removed from our hearts. I do not think so.",
    "Sometimes it pays to be a little wild.",
    "My philosophy is always to hire the best from the best.",
    "Deal-making is an ability you're born with. It's in the genes.",
    "I wasn't satisfied just to earn a good living. I was looking to make a statement.",
    "The point is that you can't be too greedy.",
    "In the end, you're measured not by how much you undertake but by what you finally accomplish.",
    "What I admire most are people who put themselves directly on the line."
],
"Elon Musk": [
    "We have planes, trains, automobiles and boats, ... What if there was a fifth mode?",
    "Sooner or later, we must expand life beyond our little blue mud ball--or go extinct.",
    "I would like to die on Mars; just not on impact.",
    "We need to figure out how to have the things we love, and not destroy the world."
],
"Elton John": [
    "Welcome to the world of bullshit, my dear. You have arrived.",
    "Chefs aren't celebrities: they're chefs.",
    "People should be very free with sex, but they should draw the line at goats.",
    "Sometimes when I'm flying over the Alps I think, 'that's like all the cocaine I sniffed.",
    "There just aren't many people in the world with balls that big and talent that awesome.",
    "You and your oven are capable of great things,Remember, no two ovens are the same."
],
"Francis de Sales": [
    "There are no galley-slaves in the royal vessel of divine love—every man works his oar voluntarily!",
    "Have patience with every one, but especially with yourself."
],
"Francisco Luís Gomes": [
    "What use is equality in theory and in law, if it does not penetrate into our customs?",
    "Gambling is the contraction of all vices into one.",
    "The biography of a minister is bound to be a work of moral and political importance. "
],
"Franz Kafka": [
    "Plenty of hope — for God — no end of hope — only not for us.",
    "How about if I sleep a little bit longer and forget all this nonsense.",
    "Beyond a certain point there is no return. This point has to be reached.",
    "A cage went in search of a bird.",
    "From the true antagonist illimitable courage is transmitted to you.",
    "When one has once accepted and absorbed Evil, it no longer demands to be believed."
],
"Gabriel García Márquez": [
    "A person doesn't die when he should but when he can.",
    "The anxiety of falling in love could not find repose except in bed.",
    "The world was reduced to the surface of her skin and her inner self was safe from all bitterness.",
    "One minute of reconciliation is worth more than a whole life of friendship.",
    "The secret of a good old age is simply an honorable pact with solitude.",
    "Ultimately, literature is nothing but carpentry."
],
"Garry Kasparov": [
    "My nature is that I have to excite myself with a big challenge.",
    "This obligation to move can be a burden to a player without strategic vision.",
    "You must also have a sense of when to stop.",
    "We think about time as something not to waste, not as something to invest.",
    "In chess, bigamy is acceptable but monarchy is absolute. ",
    "I like to say that the attacker always has the advantage.",
    "Question the status quo at all times, especially when things are going well. ",
    "We have to always look ahead enough moves to be well prepared, even for victory! ",
    "Reforms are only institutional if they have a real effect on how people live.",
    "Great leaders are formed only by taking on great challenges.",
    "The NSA is to the Stasi what a bad hotel is to a maximum security prison."
],
"George Frederick James Temple": [
    "During this century mathematics has been transformed...",
    "The function of logic in mathematics is critical rather than constructive.",
    "The 'language theory' is inadequate as a description of the nature of mathematics."
],
"George Galloway": [
    "They intend, if they can, to have an Iraq Americana, but the Iraqi people have decided otherwise.",
    "Mr Hitchens's policy has succeeded in making 10,000 new Bin Ladens.",
    "Poor me, poor me, pour me another.",
    "I had three goals and all of them were met.",
    "Only a fool has no regrets and I'm not a fool.",
    "Tramp dirt down"
],
"Greed": [
    "Whoever loves money never has enough.",
    "Beware an act of avarice; it is bad and incurable disease.",
    "Excess of wealth is cause of covetousness.",
    "When everyone covets something, they are easily annoyed by it.",
    "Men hate the individual whom they call avaricious only because nothing can be gained from him.",
    "Covetousness brings nothing home."
],
"H. P. Lovecraft": [
    "No new horror can be more terrible than the daily torture of the commonplace.",
    "Memories and possibilities are ever more hideous than realities.",
    "One of those creatures wrote you once, ‘do not call up any that you can not put down’.",
    "(often phrased as 'Do not call up that which you cannot put down.')",
    "From even the greatest of horrors irony is seldom absent."
],
"Infinity": [
    "All things were together, infinite both in number and in smallness; for the small too was infinite.",
    "If a thing loves, it is infinite.",
    "And in that moment, I swear we were infinite.",
    "All this arguing of infinities is but the ambition of school boys.",
    "What does infinity mean to you? Are you not infinity and yourself?",
    "Infinity is the end. End without infinity is but a new beginning.",
    "When you reach the top of the mountain, keep climbing."
],
"Inflation": [
    "Low inflation and government prudence may be harmful for economic development.",
    "Globalization was exerting a dis-inflationary impact.",
    "As soon as interest is abolished, inflation becomes unnecessary...",
    "Indeed, let us be frank about it. Most of our people have never had it so good.",
    "The natural tendency of the state is inflation.",
    "Let's turn inflation over to the post office. That'll slow it down."
],
"James K. Polk": [
    "Foreign powers do not seem to appreciate the true character of our Government.",
    "The world has nothing to fear from military ambition in our Government.",
    "Thank God, under our Constitution there was no connection between church and state.",
    "With me it is emphatically true that the presidency is 'no bed of roses.'",
    "I love you Sarah. For all eternity, I love you."
],
"James Legge": [
    "To see what is right and not to do it is want of courage.",
    "The scholar who cherishes the love of comfort is not fit to be deemed a scholar.",
    "The superior man is modest in his speech, but exceeds in his actions."
],
"Kenneth Clark": [
    "Leonardo is the Hamlet of art history whom each of us must recreate for himself.",
    "Heroes do not easily tolerate the company of other heroes.",
    "The great artist takes what he needs."
],
"Kenneth Grahame": [
    "Monkeys, who very sensibly refrain from speech lest they should be set to earn their livings.",
    "All along the backwater,Up tails all!",
    "Badger hates Society, and invitations, and dinner, and all that sort of thing.",
    "Honest Toad was always ready to admit himself in the wrong.",
    "He was indeed an altered Toad!"
],
"L. Ron Hubbard": [
    "Benzedrine often helps a case run.",
    "Scientology is the only specific (cure) for radiation (atomic bomb) burns.",
    "You are only three or four hours from taking your glasses off for keeps.",
    "Scientology … is not a religion.",
    "Never regret yesterday. Life is in you today, and you make your tomorrow.",
    "There are conditions worse than being unable to see, and that is imagining one sees.",
    "When we need somebody haunted we investigate … When we investigate we do so noisily always.",
    "In all the broad Universe there is no other hope for Man than ourselves.",
    "I'm drinking lots of rum and popping pinks and greys."
],
"Marilyn Manson": [
    "Hopefully, I’ll be remembered as the person who brought an end to Christianity.",
    "Is adult entertainment killing our children? Or is killing our children entertaining adults?",
    "If they think that an artist can destroy their faith, then their faith is rather fragile.",
    "To me, anything that is a church is really just far too close minded."
],
"Marilyn Monroe": [
    "I had the radio on.",
    "Say good-bye to Pat, say good-bye to Jack and say good-bye to yourself, because you're a nice guy.",
    "An actress is not a machine, but they treat you like a machine. A money machine.",
    "Why? — It paid the rent.",
    "I restore myself when I'm alone. A career is born in public — talent in privacy.",
    "I'm not interested in money, I just want to be wonderful.",
    "The body is meant to be seen, not all covered up."
],
"Marlene Dietrich": [
    "Sex: In America an obsession. In other parts of the world a fact.",
    "The legs aren't so beautiful, I just know what to do with them. ",
    "The Germans and I no longer speak the same language. "
],
"Marlon Brando": [
    "An actor's a guy, who if you ain't talking about him, ain't listening.",
    "Bertolucci is extraordinary in his ability to perceive, he's a poet...he is very easy to work for.",
    "It is a simple fact that all of us use the techniques of acting to achieve whatever ends we seek.",
    "Acting is the expression of a neurotic impulse. It's a bum's life.",
    "The principal benefit acting has afforded me is the money to pay for my psychoanalysis.",
    "Privacy is not something that I’m merely entitled to, it’s an absolute prerequisite."
],
"Mike Scott (musician)": [
    "A metaphor for seeing God's signature in the world.",
    "The stars are alive and nights like thesewere born to be sanctified by you and me.",
    "Once you were tetheredthis is the sea.",
    "How long will I want you? And longer by far",
    "every breath is yours, beloved every breath is yours",
    "You are an eternal being of love you are the light of the world."
],
"Mike Tyson": [
    "Everybody in boxing probably makes out well except for the fighter.",
    "People love you when you're successful, but if you're not, who really cares about you?",
    "My main objective is to be professional but to kill him.",
    "He was just splendid, a masterful boxer - I take my hat off to him",
    "The act of treachery is an art, but the traitor himself is a piece of shit."
],
"Neil Armstrong": [
    "Houston, Tranquility Base here. The Eagle has landed.",
    "That's one small step for [a] man, one giant leap for mankind.",
    "I am comfortable with my level of public discourse.",
    "It's a brilliant surface in that sunlight.",
    "It's an interesting place to be. I recommend it.",
    "We were involved in doing what many thought to be impossible, putting humans on Earth’s moon."
],
"Neil Bauman": [
    "You have now officially crossed the line.",
    "Please feel free to post this if you have the gonads.",
    "This is true lunacy!",
    "Obviously you have lost possession of your Yiddish cup."
],
"Orson Welles": [
    "If you want a happy ending, that depends, of course, on where you stop your story.",
    "I have always been more interested in experiment, than in accomplishment.",
    "I don't take art as seriously as politics.",
    "I don't regard my career as something so precious that it comes before my convictions.",
    "I try to be a Christian...I don't pray really, because I don't want to bore God.",
    "This theatre is your theatre. You are responsible for its creation and its progress.",
    "Don't let Ted Turner deface my movie with his crayons",
    "The right reading for this is the one I'm giving.",
    "It isn't worth it. No money is worth this... [walks out].",
    "Men created civilization only to impress their girl friends"
],
"Osama bin Laden": [
    "Every Muslim must rise to defend his religion. The wind of faith is blowing.",
    "We will continue to fight you as long as we have weapons in our hands.",
    "There is no dialogue except with weapons."
],
"Peter Shaffer": [
    "The men climb the Andes.",
    "Rehearsing a play is making the word flesh. Publishing a play is reversing the process.",
    "If London is a watercolor, New York is an oil painting."
],
"Peter Singer": [
    "Animal Liberation is Human Liberation too.",
    "Ethics is inescapable.",
    "Human beings are social animals. We were social before we were human.",
    "Everyday we act in ways that reflect our ethical judgements.",
    "The principles of ethics come from our own nature as social, reasoning beings.",
    "Ethics seems a morass which we have to cross, but get hopelessly bogged in when we make the attempt.",
    "We are responsible not only for what we do but also for what we could have prevented."
],
"Peter Sloterdijk": [
    "… undermined by the need for seriousness ...",
    "Every active deed is etched in the matrix of passivity."
],
"Richard Morgan": [
    "We are, after all, evolved to relate to the physical world.",
    "The past is relevant only as data.",
    "Money doesn’t automatically mean taste.",
    "I’m stacked, backed up and I’m fifth danAnd I’m not afraid of the Patchwork Man",
    "The essence of control is to remain hidden from view, is it not?"
],
"Richard Nixon": [
    "Sock it to me?",
    "The American dream does not come to those who fall asleep.",
    "I am now a Keynesian in economics.",
    "The Jewish cabal is out to get me.",
    "The Jews are irreligious, atheistic, immoral bunch of bastards.",
    "I recognize that this additional material I am now furnishing may further damage my case.",
    "I have never been a quitter.",
    "Oh, when the President does it, that means that it is not illegal.",
    "If he gets shot, it's too damn bad.",
    "But, Bob, generally speaking, you can't trust the bastards. They turn on you. Am I wrong or right?",
    "I can't ever say that, but I believe it.",
    "You don't want to know.",
    "What are our schools for if not for indoctrination against communism?"
],
"Sarah Palin": [
    "I would choose life.",
    "Oh, you are so spot on. I absolutely agree with you.",
    "I told the Congress 'thanks, but no thanks' on that Bridge to Nowhere.",
    "A ship in a harbor is safe, but that is not what a ship is built for.",
    "Yeah, what I did was wrong.",
    "It's wonderful to be part of a place that so values fair and balanced news.",
    "Let me ask you, do you love your freedom that you have here in America? Well, so do I."
],
"Sarah Silverman": [
    "I'm so glad Courtney Love is here; I left my crack in my other purse.",
    "This song brings me back … I was brutally raped to this song.",
    "I don't care if you think I'm racist. I just want you to think I'm thin.",
    "I saw my father's penis once. But it was okay, because I was soooo young … and sooo drunk.",
    "I want to get an abortion. But my boyfriend and I are having trouble conceiving.",
    "I was raped by a doctor … which is so bittersweet for a Jewish girl.",
    "When God gives you AIDS — and God does give you AIDS — make lemon-AIDS!",
    "[holds up an egg] This is AIDS. AIDS is as real as an egg.",
    "I'll be back. I'll be black. I'll be white black."
]

}